/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@” because the app is not installed on this device" = "لم يتمكن الاختصارات من فتح التطبيق لنظام URL ‏\"%@\" لأن التطبيق غير مثبت على هذا الجهاز.";

/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@”. The app may not be installed on this device." = "لم يتمكن الاختصارات من فتح التطبيق لنظام URL ‏\"%@\". قد لا يكون التطبيق مثبتًا على هذا الجهاز.";

/* %@=app name */
"Shortcuts could not open %@ because it is not installed." = "لم يتمكن الاختصارات من فتح %@ لأنه غير مثبت.";

/* %@=app name */
"Shortcuts could not open %@. It may not be installed on this device." = "لم يتمكن الاختصارات من فتح %@. قد لا يكون مثبتًا على هذا الجهاز.";

/* Error description */
"No phone numbers or Skype usernames were passed into this action." = "لم يتم إدخال أرقام هواتف أو أسماء مستخدم Skype في هذا الإجراء.";

/* Error description */
"No phone numbers were passed into this action." = "لم يتم إدخال أرقام هواتف في هذا الإجراء.";

/* Error title */
"Error" = "خطأ";

/* Post to Instagram error description */
"Shortcuts can only post video on Instagram if the video is in a photo album.\n\nTry putting a “Save to Photo Album” action before “Post on Instagram.”" = "بإمكان الاختصارات نشر الفيديو على Instagram إذا كان الفيديو في ألبوم صور فقط.\n\nجرب وضع الإجراء \"حفظ في ألبوم الصور\" قبل \"النشر على Instagram\".";

/* Post to Instagram error title */
"Could Not Post Video" = "تعذر نشر الفيديو";

